---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderHoriz
source: html/d5bb30e7-8095-b022-a96d-0e156a0491b8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderHoriz Property

"Adjust for Mullion Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAdjustBorderHoriz { get; }
```